Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# feed.preferencesBar.hint
source: Opens the topic and muted-country settings that filter this feed
ar: يفتح إعدادات المواضيع والدول المكتومة التي تصفّي هذه الصفحة
bn: এই ফিড ফিল্টার করা বিষয় ও মিউট করা দেশের সেটিংস খোলে
ca: Obre els ajustos de temes i països silenciats que filtren aquest canal
cs: Otevře nastavení témat a ztlumených zemí, které tento kanál filtrují
da: Åbner indstillingerne for emner og skjulte lande, der filtrerer dette feed
de: Öffnet die Themen- und Stummschalt-Länder-Einstellungen, die diesen Feed filtern
el: Ανοίγει τις ρυθμίσεις θεμάτων και χωρών σε σίγαση που φιλτράρουν αυτή τη ροή
es: Abre los ajustes de temas y países silenciados que filtran este feed
fi: Avaa aihe- ja mykistettyjen maiden asetukset, jotka suodattavat tätä syötettä
fr: Ouvre les réglages des sujets et des pays masqués qui filtrent ce fil
he: פותח את הגדרות הנושאים והמדינות המושתקות שמסננות את הפיד הזה
hi: इस फ़ीड को फ़िल्टर करने वाली टॉपिक और म्यूट किए देशों की सेटिंग्स खोलता है
hr: Otvara postavke tema i utišanih zemalja koje filtriraju ovaj feed
hu: Megnyitja a hírfolyamot szűrő téma- és némított ország beállításokat
id: Membuka pengaturan topik dan negara yang dibisukan yang menyaring feed ini
it: Apre le impostazioni di argomenti e paesi silenziati che filtrano questo feed
ja: このフィードを絞り込むトピックとミュートした国の設定を開きます
ko: 이 피드를 걸러내는 주제 및 뮤트한 국가 설정을 열어요
ml: ഈ ഫീഡ് ഫിൽട്ടർ ചെയ്യുന്ന വിഷയ, മ്യൂട്ട് ചെയ്ത രാജ്യ ക്രമീകരണങ്ങൾ തുറക്കുന്നു
ms: Membuka tetapan topik dan negara disenyapkan yang menapis suapan ini
nb: Åpner innstillingene for emner og dempede land som filtrerer denne feeden
nl: Opent de instellingen voor onderwerpen en gedempte landen die deze feed filteren
pl: Otwiera ustawienia tematów i wyciszonych krajów, które filtrują ten kanał
pt_br: Abre os ajustes de tópicos e de países silenciados que filtram este feed
pt_pt: Abre as definições de tópicos e países silenciados que filtram este feed
ro: Deschide setările de subiecte și țări dezactivate care filtrează acest flux
ru: Открывает настройки тем и скрытых стран, которые фильтруют эту ленту
sk: Otvorí nastavenia tém a stlmených krajín, ktoré filtrujú tento kanál
sv: Öppnar inställningarna för ämnen och tystade länder som filtrerar det här flödet
ta: இந்த ஊட்டத்தை வடிகட்டும் தலைப்பு மற்றும் ஒலியடக்கிய நாட்டு அமைப்புகளைத் திறக்கும்
te: ఈ ఫీడ్‌ను ఫిల్టర్ చేసే అంశం, మ్యూట్ చేసిన దేశం సెట్టింగ్‌లను తెరుస్తుంది
th: เปิดการตั้งค่าหัวข้อและประเทศที่ปิดเสียงซึ่งกรองฟีดนี้
tr: Bu akışı filtreleyen konu ve sessize alınmış ülke ayarlarını açar
uk: Відкриває налаштування тем і країн із вимкненими сповіщеннями, які фільтрують цю стрічку
ur: اس فیڈ کو فلٹر کرنے والی موضوع اور میوٹ ممالک کی سیٹنگز کھولتا ہے
vi: Mở cài đặt chủ đề và quốc gia đã ẩn dùng để lọc bảng tin này
zh_hans: 打开用于筛选此信息流的话题和已静音国家设置
zh_hant: 開啟用來篩選此動態的主題與靜音國家設定

# feed.profile.invalidHandle
source: That doesn't look like a Known handle.
ar: هذا لا يبدو معرّفًا في «معروف».
bn: এটি Known হ্যান্ডেল বলে মনে হচ্ছে না।
ca: Això no sembla un identificador de Known.
cs: Nevypadá to jako handle v aplikaci Known.
da: Det ligner ikke et Known-handle.
de: Das sieht nicht nach einem Known-Handle aus.
el: Αυτό δεν μοιάζει με handle του Known.
es: Eso no parece un identificador de Known.
fi: Tämä ei näytä Known-käyttäjätunnukselta.
fr: Cela ne ressemble pas à un identifiant Known.
he: זה לא נראה כמו שם משתמש ב-Known.
hi: यह Known का हैंडल नहीं लगता।
hr: To ne izgleda kao Known handle.
hu: Ez nem tűnik Known-@névnek.
id: Itu tidak tampak seperti handle Known.
it: Non sembra un handle di Known.
ja: Knownのハンドルではないようです。
ko: Known 핸들이 아닌 것 같아요.
ml: അത് ഒരു Known ഹാൻഡിൽ പോലെ തോന്നുന്നില്ല.
ms: Itu tidak kelihatan seperti nama pengendali Known.
nb: Dette ser ikke ut som et Known-brukernavn.
nl: Dat lijkt geen Known-handle.
pl: To nie wygląda na uchwyt Known.
pt_br: Isso não parece um @usuário do Known.
pt_pt: Isto não parece um identificador da Known.
ro: Nu pare un handle Known.
ru: Это не похоже на имя пользователя Known.
sk: Toto nevyzerá ako používateľské meno v Known.
sv: Det ser inte ut som ett Known-användarnamn.
ta: இது Known ஹேண்டில் போலத் தெரியவில்லை.
te: అది Known హ్యాండిల్‌లా లేదు.
th: ดูไม่เหมือนแฮนเดิล Known
tr: Bu bir Known kullanıcı adına benzemiyor.
uk: Це не схоже на @ім’я в Known.
ur: یہ Known کا ہینڈل نہیں لگتا۔
vi: Đây không giống tên người dùng Known.
zh_hans: 这看起来不像 Known 用户名。
zh_hant: 這看起來不是 Known 代號。

# feed.profileOff.account.detail
source: Your name, handle, picture, email, password — and how to download or delete everything.
ar: اسمك ومعرّفك وصورتك وبريدك وكلمة مرورك — وكيفية تنزيل كل بياناتك أو حذفها.
bn: আপনার নাম, হ্যান্ডেল, ছবি, ইমেইল, পাসওয়ার্ড — এবং সবকিছু কীভাবে ডাউনলোড বা মুছবেন।
ca: El teu nom, identificador, foto, correu, contrasenya, i com descarregar o eliminar-ho tot.
cs: Tvé jméno, handle, obrázek, e-mail, heslo – a jak vše stáhnout nebo smazat.
da: Dit navn, handle, billede, e-mail, adgangskode – og hvordan du henter eller sletter alt.
de: Dein Name, Handle, Bild, E-Mail, Passwort – und wie du alles herunterlädst oder löschst.
el: Το όνομα, το handle, η εικόνα, το email, ο κωδικός σου — και πώς να κατεβάσεις ή να διαγράψεις τα πάντα.
es: Tu nombre, identificador, foto, correo y contraseña, y cómo descargar o eliminar todo.
fi: Nimesi, käyttäjätunnuksesi, kuvasi, sähköpostisi, salasanasi – ja miten lataat tai poistat kaiken.
fr: Votre nom, identifiant, photo, e-mail, mot de passe — et comment tout télécharger ou supprimer.
he: השם, שם המשתמש, התמונה, הדוא״ל והסיסמה שלך — ואיך להוריד או למחוק הכול.
hi: आपका नाम, हैंडल, फ़ोटो, ईमेल, पासवर्ड — और सब कुछ डाउनलोड या डिलीट करने का तरीका।
hr: Tvoje ime, handle, slika, e-pošta, lozinka — i kako preuzeti ili izbrisati sve.
hu: A neved, @neved, képed, e-mail-címed, jelszavad – és hogyan töltheted le vagy törölheted az egészet.
id: Nama, handle, foto, email, kata sandimu — dan cara mengunduh atau menghapus semuanya.
it: Il tuo nome, handle, immagine, email, password e come scaricare o eliminare tutto.
ja: 名前、ハンドル、写真、メール、パスワード。すべてのダウンロードや削除もここから。
ko: 이름, 핸들, 사진, 이메일, 비밀번호, 그리고 모든 데이터를 다운로드하거나 삭제하는 방법.
ml: നിങ്ങളുടെ പേര്, ഹാൻഡിൽ, ചിത്രം, ഇമെയിൽ, പാസ്‌വേഡ് — എല്ലാം ഡൗൺലോഡ് ചെയ്യാനോ ഇല്ലാതാക്കാനോ ഉള്ള വഴിയും.
ms: Nama, nama pengendali, gambar, emel, kata laluan anda — dan cara memuat turun atau memadam semuanya.
nb: Navnet, brukernavnet, bildet, e-posten og passordet ditt, og hvordan du laster ned eller sletter alt.
nl: Je naam, handle, foto, e-mailadres, wachtwoord, en hoe je alles downloadt of verwijdert.
pl: Twoje imię, uchwyt, zdjęcie, e-mail, hasło — oraz jak pobrać lub usunąć wszystko.
pt_br: Seu nome, @usuário, foto, e-mail, senha e como baixar ou excluir tudo.
pt_pt: O seu nome, identificador, foto, email, palavra-passe — e como transferir ou eliminar tudo.
ro: Numele, handle-ul, poza, e-mailul, parola — și cum să descarci sau să ștergi tot.
ru: Ваше имя, @имя, фото, почта, пароль — и как скачать или удалить всё.
sk: Tvoje meno, používateľské meno, obrázok, e-mail, heslo — a ako si všetko stiahnuť alebo odstrániť.
sv: Ditt namn, användarnamn, din bild, e-post, ditt lösenord – och hur du laddar ner eller raderar allt.
ta: உங்கள் பெயர், ஹேண்டில், படம், மின்னஞ்சல், கடவுச்சொல் — மேலும் அனைத்தையும் பதிவிறக்குவது அல்லது நீக்குவது எப்படி.
te: మీ పేరు, హ్యాండిల్, చిత్రం, ఈమెయిల్, పాస్‌వర్డ్ — అలాగే అంతా డౌన్‌లోడ్ చేయడం లేదా తొలగించడం ఎలా.
th: ชื่อ แฮนเดิล รูป อีเมล รหัสผ่านของคุณ และวิธีดาวน์โหลดหรือลบทุกอย่าง
tr: Adınız, kullanıcı adınız, fotoğrafınız, e-postanız, şifreniz; ayrıca her şeyi nasıl indirebileceğiniz veya silebileceğiniz.
uk: Ваше ім’я, @ім’я, фото, пошта, пароль — і як завантажити або видалити все.
ur: آپ کا نام، ہینڈل، تصویر، ای میل، پاس ورڈ — اور ہر چیز ڈاؤن لوڈ یا حذف کرنے کا طریقہ۔
vi: Tên, tên người dùng, ảnh, email, mật khẩu của bạn — và cách tải xuống hoặc xóa mọi thứ.
zh_hans: 你的名称、用户名、头像、邮箱、密码，以及如何下载或删除全部数据。
zh_hant: 你的名稱、代號、照片、電子郵件、密碼，以及如何下載或刪除所有資料。

# feed.profileOff.account.hint
source: Opens your profile details, sign-in credentials, data export and account deletion
ar: يفتح تفاصيل ملفك وبيانات دخولك وتصدير البيانات وحذف الحساب
bn: আপনার প্রোফাইলের তথ্য, সাইন-ইনের তথ্য, ডেটা এক্সপোর্ট ও অ্যাকাউন্ট মোছা খোলে
ca: Obre les dades del perfil, les credencials d'inici de sessió, l'exportació de dades i l'eliminació del compte
cs: Otevře údaje profilu, přihlašovací údaje, export dat a smazání účtu
da: Åbner dine profiloplysninger, loginoplysninger, dataeksport og kontosletning
de: Öffnet deine Profilangaben, Anmeldedaten, den Datenexport und die Kontolöschung
el: Ανοίγει τα στοιχεία προφίλ, τα διαπιστευτήρια σύνδεσης, την εξαγωγή δεδομένων και τη διαγραφή λογαριασμού
es: Abre los datos de tu perfil, tus credenciales de acceso, la exportación de datos y la eliminación de cuenta
fi: Avaa profiilitietosi, kirjautumistunnuksesi, tietojen viennin ja tilin poiston
fr: Ouvre les informations de votre profil, vos identifiants de connexion, l’export de données et la suppression du compte
he: פותח את פרטי הפרופיל, פרטי ההתחברות, ייצוא הנתונים ומחיקת החשבון
hi: आपकी प्रोफ़ाइल का विवरण, साइन-इन क्रेडेंशियल, डेटा एक्सपोर्ट और अकाउंट डिलीट खोलता है
hr: Otvara podatke tvog profila, vjerodajnice za prijavu, izvoz podataka i brisanje računa
hu: Megnyitja a profiladataidat, a bejelentkezési adataidat, az adatexportot és a fiók törlését
id: Membuka detail profil, kredensial masuk, ekspor data, dan penghapusan akun
it: Apre i dati del profilo, le credenziali di accesso, l'esportazione dei dati e l'eliminazione dell'account
ja: プロフィールの詳細、サインイン情報、データのエクスポート、アカウントの削除を開きます
ko: 프로필 정보, 로그인 정보, 데이터 내보내기, 계정 삭제를 열어요
ml: നിങ്ങളുടെ പ്രൊഫൈൽ വിവരങ്ങൾ, സൈൻ ഇൻ വിവരങ്ങൾ, ഡാറ്റ എക്സ്പോർട്ട്, അക്കൗണ്ട് ഇല്ലാതാക്കൽ എന്നിവ തുറക്കുന്നു
ms: Membuka butiran profil, bukti kelayakan log masuk, eksport data dan pemadaman akaun anda
nb: Åpner profilopplysningene, påloggingsopplysningene, dataeksporten og slettingen av kontoen din
nl: Opent je profielgegevens, inloggegevens, gegevensexport en accountverwijdering
pl: Otwiera dane profilu, dane logowania, eksport danych i usunięcie konta
pt_br: Abre os dados do perfil, as credenciais de acesso, a exportação de dados e a exclusão da conta
pt_pt: Abre os dados do seu perfil, credenciais de início de sessão, exportação de dados e eliminação da conta
ro: Deschide detaliile profilului, datele de autentificare, exportul datelor și ștergerea contului
ru: Открывает данные профиля, учётные данные для входа, экспорт данных и удаление аккаунта
sk: Otvorí údaje tvojho profilu, prihlasovacie údaje, export údajov a odstránenie účtu
sv: Öppnar dina profiluppgifter, inloggningsuppgifter, dataexport och radering av konto
ta: உங்கள் சுயவிவர விவரங்கள், உள்நுழைவு விவரங்கள், தரவு ஏற்றுமதி, கணக்கு நீக்கத்தைத் திறக்கும்
te: మీ ప్రొఫైల్ వివరాలు, సైన్-ఇన్ ఆధారాలు, డేటా ఎగుమతి, ఖాతా తొలగింపును తెరుస్తుంది
th: เปิดรายละเอียดโปรไฟล์ ข้อมูลลงชื่อเข้าใช้ การส่งออกข้อมูล และการลบบัญชี
tr: Profil bilgilerinizi, giriş bilgilerinizi, veri dışa aktarımını ve hesap silmeyi açar
uk: Відкриває дані профілю, облікові дані для входу, експорт даних і видалення облікового запису
ur: آپ کے پروفائل کی تفصیلات، سائن اِن کی معلومات، ڈیٹا ایکسپورٹ اور اکاؤنٹ حذف کرنا کھولتا ہے
vi: Mở thông tin hồ sơ, thông tin đăng nhập, xuất dữ liệu và xóa tài khoản của bạn
zh_hans: 打开你的个人资料详情、登录凭据、数据导出和账户删除
zh_hant: 開啟你的個人資料、登入憑證、資料匯出和帳號刪除

# feed.profileOff.account.title
source: Account
ar: الحساب
bn: অ্যাকাউন্ট
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hi: अकाउंट
hr: Račun
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
ml: അക്കൗണ്ട്
ms: Akaun
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sv: Konto
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號

# feed.profileOff.empty.action
source: Tell me when it lands
ar: أبلغني عند إطلاقها
bn: চালু হলে আমাকে জানান
ca: Avisa'm quan arribi
cs: Dej mi vědět, až přijde
da: Giv mig besked, når den kommer
de: Benachrichtige mich, wenn es so weit ist
el: Ενημέρωσέ με όταν έρθει
es: Avísame cuando llegue
fi: Kerro, kun se on valmis
fr: Prévenez-moi à sa sortie
he: ספרו לי כשזה יגיע
hi: आने पर मुझे बताएँ
hr: Javi mi kad stigne
hu: Szóljatok, ha megjelenik
id: Beri tahu aku saat tersedia
it: Avvisami quando arriva
ja: 公開されたら知らせて
ko: 출시되면 알려 주세요
ml: എത്തുമ്പോൾ അറിയിക്കൂ
ms: Beritahu saya apabila tiba
nb: Si fra når den kommer
nl: Laat het me weten als het er is
pl: Powiadom mnie, gdy będzie
pt_br: Avise-me quando chegar
pt_pt: Avise-me quando chegar
ro: Anunță-mă când apare
ru: Сообщите, когда появится
sk: Dať mi vedieť, keď to príde
sv: Meddela mig när det kommer
ta: வந்ததும் சொல்லுங்கள்
te: వచ్చినప్పుడు నాకు చెప్పండి
th: แจ้งฉันเมื่อพร้อม
tr: Geldiğinde haber ver
uk: Повідомте мені, коли з’явиться
ur: آنے پر مجھے بتائیں
vi: Báo cho tôi khi có
zh_hans: 上线时通知我
zh_hant: 上線時通知我

# feed.profileOff.empty.subtitle
source: Public profile pages — follower counts, post history and how others see you — are turned off in this build. Your name, handle, bio and picture are editable now under Account. Nothing here is guessed in the meantime.
ar: صفحات الملفات العامة — عدد المتابِعين وسجل المنشورات وكيف يراك الآخرون — معطّلة في هذا الإصدار. أما اسمك ومعرّفك ونبذتك وصورتك فيمكن تعديلها الآن من «الحساب». ولا نخمّن هنا أي شيء في هذه الأثناء.
bn: পাবলিক প্রোফাইল পাতা — ফলোয়ারের সংখ্যা, পোস্টের ইতিহাস ও অন্যরা আপনাকে কীভাবে দেখে — এই সংস্করণে বন্ধ আছে। আপনার নাম, হ্যান্ডেল, বায়ো ও ছবি এখন অ্যাকাউন্টে সম্পাদনা করা যায়। ইতিমধ্যে এখানে কিছুই আন্দাজে দেখানো হয় না।
ca: Les pàgines de perfil públic (seguidors, historial de publicacions i com et veuen els altres) estan desactivades en aquesta versió. El teu nom, identificador, biografia i foto ara es poden editar a Compte. Mentrestant no s'endevina res.
cs: Veřejné stránky profilů – počty sledujících, historie příspěvků a jak tě vidí ostatní – jsou v této verzi vypnuté. Jméno, handle, bio a obrázek můžeš nyní upravit v Účtu. Zatím se zde nic nehádá.
da: Offentlige profilsider – antal følgere, opslagshistorik og hvordan andre ser dig – er slået fra i denne version. Dit navn, handle, bio og billede kan redigeres nu under Konto. Intet her bliver gættet imens.
de: Öffentliche Profilseiten – Follower-Zahlen, Beitragsverlauf und wie andere dich sehen – sind in dieser Version abgeschaltet. Name, Handle, Bio und Bild kannst du jetzt unter Konto bearbeiten. Bis dahin wird hier nichts geraten.
el: Οι δημόσιες σελίδες προφίλ — αριθμός ακολούθων, ιστορικό αναρτήσεων και πώς σε βλέπουν οι άλλοι — είναι απενεργοποιημένες σε αυτή την έκδοση. Το όνομα, το handle, το βιογραφικό και η εικόνα σου μπορούν να επεξεργαστούν τώρα στον Λογαριασμό. Εν τω μεταξύ, τίποτα εδώ δεν υποθέτεται.
es: Las páginas de perfil públicas (número de seguidores, historial de publicaciones y cómo te ven los demás) están desactivadas en esta versión. Tu nombre, identificador, biografía y foto ya se pueden editar en Cuenta. Mientras tanto, aquí no se supone nada.
fi: Julkiset profiilisivut – seuraajamäärät, julkaisuhistoria ja se, miten muut näkevät sinut – on poistettu käytöstä tässä versiossa. Nimesi, käyttäjätunnuksesi, esittelysi ja kuvasi ovat nyt muokattavissa kohdassa Tili. Mitään ei arvailla sillä välin.
fr: Les pages de profil publiques — nombre d’abonnés, historique des posts et ce que les autres voient de vous — sont désactivées dans cette version. Votre nom, identifiant, bio et photo sont modifiables dès maintenant dans Compte. Rien n’est deviné en attendant.
he: דפי פרופיל ציבוריים — מספרי עוקבים, היסטוריית פוסטים ואיך אחרים רואים אותך — כבויים בגרסה הזו. אפשר לערוך עכשיו את השם, שם המשתמש, התיאור והתמונה תחת חשבון. שום דבר כאן לא מנוחש בינתיים.
hi: पब्लिक प्रोफ़ाइल पेज — फ़ॉलोअर संख्या, पोस्ट इतिहास और दूसरे आपको कैसे देखते हैं — इस बिल्ड में बंद हैं। आपका नाम, हैंडल, बायो और फ़ोटो अभी "अकाउंट" में बदले जा सकते हैं। इस बीच यहाँ कुछ भी अंदाज़े से नहीं दिखाया जाता।
hr: Javne stranice profila — broj pratitelja, povijest objava i kako te drugi vide — isključene su u ovoj verziji. Tvoje ime, handle, bio i slika sada se mogu uređivati pod Račun. Ovdje se u međuvremenu ništa ne nagađa.
hu: A nyilvános profiloldalak – követőszámok, bejegyzéstörténet és hogy mások hogyan látnak – ebben a verzióban ki vannak kapcsolva. A neved, @neved, bemutatkozásod és képed most a Fiók alatt szerkeszthető. Közben semmit nem találgatunk.
id: Halaman profil publik — jumlah pengikut, riwayat postingan, dan bagaimana orang lain melihatmu — dimatikan di versi ini. Nama, handle, bio, dan fotomu bisa diedit sekarang di Akun. Tidak ada yang ditebak untuk sementara.
it: Le pagine pubbliche dei profili, con numero di follower, cronologia dei post e come ti vedono gli altri, sono disattivate in questa versione. Nome, handle, bio e immagine sono modificabili ora in Account. Nel frattempo nulla qui è ipotizzato.
ja: 公開プロフィールページ(フォロワー数、投稿履歴、他の人からの見え方)は、このビルドでは無効です。名前、ハンドル、自己紹介、写真は、今は「アカウント」から編集できます。それまでの間、ここに推測で表示されるものはありません。
ko: 팔로워 수, 게시물 기록, 다른 사람에게 보이는 모습을 담은 공개 프로필 페이지는 이 빌드에서 꺼져 있어요. 이름, 핸들, 소개, 사진은 지금 계정에서 수정할 수 있어요. 그동안 여기에 추측으로 채운 것은 없어요.
ml: പബ്ലിക് പ്രൊഫൈൽ പേജുകൾ — ഫോളോവർ എണ്ണം, പോസ്റ്റ് ചരിത്രം, മറ്റുള്ളവർ നിങ്ങളെ എങ്ങനെ കാണുന്നു — ഈ ബിൽഡിൽ ഓഫാണ്. നിങ്ങളുടെ പേര്, ഹാൻഡിൽ, ബയോ, ചിത്രം എന്നിവ ഇപ്പോൾ അക്കൗണ്ടിൽ എഡിറ്റ് ചെയ്യാം. ഇതിനിടയിൽ ഇവിടെ ഒന്നും ഊഹിച്ചതല്ല.
ms: Halaman profil awam — bilangan pengikut, sejarah siaran dan cara orang lain melihat anda — dimatikan dalam binaan ini. Nama, nama pengendali, bio dan gambar anda boleh disunting sekarang di bawah Akaun. Tiada apa di sini diteka sementara itu.
nb: Offentlige profilsider, med antall følgere, innleggshistorikk og hvordan andre ser deg, er slått av i denne versjonen. Navnet, brukernavnet, biografien og bildet ditt kan redigeres nå under Konto. Ingenting her blir gjettet i mellomtiden.
nl: Openbare profielpagina's, met aantallen volgers, berichtgeschiedenis en hoe anderen je zien, zijn uitgeschakeld in deze versie. Je naam, handle, bio en foto zijn nu te bewerken onder Account. Intussen wordt hier niets geraden.
pl: Publiczne strony profilu — liczba obserwujących, historia wpisów i to, jak widzą Cię inni — są wyłączone w tej wersji. Imię, uchwyt, opis i zdjęcie możesz teraz edytować w sekcji Konto. Nic tu nie jest zgadywane w międzyczasie.
pt_br: As páginas de perfil público (número de seguidores, histórico de posts e como os outros veem você) estão desativadas nesta versão. Seu nome, @usuário, bio e foto podem ser editados agora em Conta. Nada aqui é adivinhado nesse meio tempo.
pt_pt: As páginas de perfil públicas — número de seguidores, histórico de publicações e como os outros o veem — estão desativadas nesta versão. O seu nome, identificador, bio e foto são editáveis agora em Conta. Nada aqui é adivinhado entretanto.
ro: Paginile publice de profil — numărul de urmăritori, istoricul postărilor și cum te văd alții — sunt dezactivate în această versiune. Numele, handle-ul, bio și poza se pot edita acum în Cont. Nimic de aici nu este ghicit între timp.
ru: Публичные страницы профилей — число подписчиков, история постов и то, как вас видят другие — в этой сборке отключены. Имя, @имя, описание и фото можно изменить уже сейчас в разделе «Аккаунт». Пока ничего здесь не выдумывается.
sk: Verejné stránky profilov — počty sledovateľov, história príspevkov a to, ako ťa vidia ostatní — sú v tejto verzii vypnuté. Tvoje meno, používateľské meno, opis a obrázok môžeš teraz upraviť v časti Účet. Zatiaľ sa tu nič neháda.
sv: Offentliga profilsidor – antal följare, inläggshistorik och hur andra ser dig – är avstängda i den här versionen. Ditt namn, användarnamn, din presentation och bild kan redigeras nu under Konto. Inget här gissas under tiden.
ta: பொதுச் சுயவிவரப் பக்கங்கள் — பின்தொடர்பவர் எண்ணிக்கை, இடுகை வரலாறு, மற்றவர்கள் உங்களை எப்படிப் பார்க்கிறார்கள் — இந்த உருவாக்கத்தில் முடக்கப்பட்டுள்ளன. உங்கள் பெயர், ஹேண்டில், அறிமுகம், படத்தை இப்போது கணக்கில் திருத்தலாம். இதற்கிடையில் இங்கே எதுவும் ஊகிக்கப்படவில்லை.
te: పబ్లిక్ ప్రొఫైల్ పేజీలు — ఫాలోయర్ల సంఖ్య, పోస్ట్ చరిత్ర, ఇతరులకు మీరు ఎలా కనిపిస్తారు — ఈ వెర్షన్‌లో ఆఫ్ చేయబడ్డాయి. మీ పేరు, హ్యాండిల్, బయో, చిత్రం ఇప్పుడు ఖాతా కింద సవరించవచ్చు. ఈ మధ్యలో ఇక్కడ ఏదీ ఊహించబడదు.
th: หน้าโปรไฟล์สาธารณะ ได้แก่ จำนวนผู้ติดตาม ประวัติโพสต์ และวิธีที่คนอื่นเห็นคุณ ถูกปิดในเวอร์ชันนี้ ตอนนี้คุณแก้ไขชื่อ แฮนเดิล ประวัติย่อ และรูปได้ใต้บัญชี ระหว่างนี้ไม่มีอะไรถูกเดา
tr: Herkese açık profil sayfaları (takipçi sayıları, gönderi geçmişi ve başkalarının sizi nasıl gördüğü) bu sürümde kapalı. Adınız, kullanıcı adınız, biyografiniz ve fotoğrafınız şimdi Hesap altında düzenlenebilir. Bu arada burada hiçbir şey tahmin edilmez.
uk: Публічні сторінки профілів — кількість підписників, історія дописів і те, як вас бачать інші, — вимкнено в цій збірці. Ваше ім’я, @ім’я, опис і фото можна редагувати вже зараз у розділі «Обліковий запис». Нічого тут не вгадується.
ur: عوامی پروفائل صفحات — فالوورز کی تعداد، پوسٹس کی تاریخ اور دوسرے آپ کو کیسے دیکھتے ہیں — اس ورژن میں بند ہیں۔ آپ کا نام، ہینڈل، تعارف اور تصویر ابھی اکاؤنٹ میں قابل ترمیم ہیں۔ اس دوران یہاں کچھ بھی اندازے سے نہیں دکھایا جاتا۔
vi: Trang hồ sơ công khai — số người theo dõi, lịch sử bài đăng và cách người khác thấy bạn — đang tắt trong bản này. Tên, tên người dùng, tiểu sử và ảnh của bạn có thể chỉnh sửa ngay bây giờ trong Tài khoản. Trong lúc đó, không có gì ở đây được đoán.
zh_hans: 公开主页（关注者数量、帖子历史以及他人眼中的你）在此版本中已关闭。你的名称、用户名、简介和头像现在可在“账户”中编辑。在此期间，这里不会有任何猜测的内容。
zh_hant: 公開的個人檔案頁面（追蹤者人數、貼文紀錄，以及別人如何看你）在此版本中已關閉。你的名稱、代號、自我介紹和照片現在可在「帳號」中編輯。在此期間，這裡不會有任何臆測的內容。

# feed.profileOff.empty.title
source: Profiles are switched off
ar: الملفات الشخصية معطّلة
bn: প্রোফাইল বন্ধ আছে
ca: Els perfils estan desactivats
cs: Profily jsou vypnuté
da: Profiler er slået fra
de: Profile sind ausgeschaltet
el: Τα προφίλ είναι απενεργοποιημένα
es: Los perfiles están desactivados
fi: Profiilit on kytketty pois
fr: Les profils sont désactivés
he: הפרופילים כבויים
hi: प्रोफ़ाइल बंद हैं
hr: Profili su isključeni
hu: A profilok ki vannak kapcsolva
id: Profil dimatikan
it: I profili sono disattivati
ja: プロフィールは無効です
ko: 프로필이 꺼져 있어요
ml: പ്രൊഫൈലുകൾ ഓഫാണ്
ms: Profil dimatikan
nb: Profiler er slått av
nl: Profielen zijn uitgeschakeld
pl: Profile są wyłączone
pt_br: Os perfis estão desativados
pt_pt: Os perfis estão desativados
ro: Profilurile sunt dezactivate
ru: Профили отключены
sk: Profily sú vypnuté
sv: Profiler är avstängda
ta: சுயவிவரங்கள் முடக்கப்பட்டுள்ளன
te: ప్రొఫైల్‌లు ఆఫ్‌లో ఉన్నాయి
th: ปิดโปรไฟล์อยู่
tr: Profiller kapalı
uk: Профілі вимкнено
ur: پروفائلز بند ہیں
vi: Hồ sơ đang tắt
zh_hans: 个人主页已关闭
zh_hant: 個人檔案已關閉

# feed.profileOff.fallbackName
source: Your account
ar: حسابك
bn: আপনার অ্যাকাউন্ট
ca: El teu compte
cs: Tvůj účet
da: Din konto
de: Dein Konto
el: Ο λογαριασμός σου
es: Tu cuenta
fi: Tilisi
fr: Votre compte
he: החשבון שלך
hi: आपका अकाउंट
hr: Tvoj račun
hu: A fiókod
id: Akunmu
it: Il tuo account
ja: あなたのアカウント
ko: 내 계정
ml: നിങ്ങളുടെ അക്കൗണ്ട്
ms: Akaun anda
nb: Kontoen din
nl: Je account
pl: Twoje konto
pt_br: Sua conta
pt_pt: A sua conta
ro: Contul tău
ru: Ваш аккаунт
sk: Tvoj účet
sv: Ditt konto
ta: உங்கள் கணக்கு
te: మీ ఖాతా
th: บัญชีของคุณ
tr: Hesabınız
uk: Ваш обліковий запис
ur: آپ کا اکاؤنٹ
vi: Tài khoản của bạn
zh_hans: 你的账户
zh_hant: 你的帳號
